<?php require_once('../classes/autoload.php'); ?>


<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>DAG.RADIANCE</title>
    <link rel="stylesheet" href="css/slick.css">
    <link rel="stylesheet" href="css/style.css">
    <link rel="stylesheet" href="css/1.css">
    <link rel="stylesheet" href="css/2.css">
    <link rel="stylesheet" href="css/3.css">
    
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Raleway:wght@400;500;600;700&display=swap" rel="stylesheet">

</head>

<body>

    <!-- HEADER -->
    <header class="header">
        <?php include('header.php'); ?>
    </header>
    <!-- /HEADER -->

    <main>        
        <section class="article">
            <div class="article-container inner_section">
                <div class="article-text">
                    <div class="section-first">
                        <div class="article-text__title">Праздник Ураза-Байрам</div>
                        <p>
                            Праздник Ураза-Байрам, который иначе называется Ид аль-Фитр, Рамазан-байрамы или праздник разговения, знаменует завершение священного месяца Рамадан. Это всегда нерабочий день - верующие посещают праздничный намаз, а потом поздравляют родных и близких.
                            Светлый праздник Ид аль-Фитр, или Ураза-Байрам, или праздник разговения, Аллах преподносит в награду всем мусульманам - на протяжении всего месяца Рамадан они держат пост, изучают религию, делают добрые дела и духовно очищаются.
                        </p>
                        <div class="fests1 img-section img-margin"></div>
                        <p>
                            В день праздника Ураза-байрам в Дагестане, Центральная Джума-мечеть Махачкалы собирает вокруг себя всех верующих на большую праздничную молитву. Намаз проходит и в других мечетях города и республики.
                            Поскольку каждый мусульманин считает своим долгом угостить в этот день своих друзей, коллег по работе, соседей и родственников, традиционно накрываются щедрые столы с национальными блюдами, сладостями и выпечкой. Поститься в день праздника запрещается, поэтому есть нужно вкусно и плотно. Принято в этот день и дарить подарки.
                        </p>
                        <p>
                            Особое настроение в праздничный день - у детей. Они - главные герои Ураза-байрам. Проснувшись ранним утром, заранее подготовив самые большие пакеты и мешки, детвора спешит стучаться во все дома, чтобы поздравить старших. За это они получают подарки - конфеты, шоколадки, чипсы и даже носки. Так как Ураза-байрам - это семейный праздник, то многие дагестанцы отмечают его в своих родовых селах. В городах в эти дни практически не бывает машин, а улицу оккупируют - в хорошем смысле этого слова - дети с пакетами.
                        </p>
                        <div class="row">
                            <div class="fests2 img-section one-of"></div>
                            <div class="fests3 img-section one-of"></div>
                        </div>
                    </div>
                </div>
            </div>
        </section>

        <section class="article">
            <div class="article-container inner_section">
                <div class="article-text">
                    <div class="section-first">
                        <div class="article-text__title">Праздники и свадебные традиции</div>
                        <p>
                            Говоря о национальных обычаях, нельзя обойти стороной праздники и дагестанские свадьбы. Какой же народ не имеет собственных праздников? Дагестанцы обычно отмечают их сообща. Издавна на такие мероприятия в крупные селения приходили жители небольших окрестных аулов. Праздники помогали еще раз ощутить общность всех присутствующих, сплотить их.
                            К торжествам относятся, прежде всего, религиозные праздники Курбан-байрам и Ураза-байрам, и светские: Новруз-Байрам и т.д. (праздник весны с языческими корнями, приуроченный к весеннему равноденствию, в это же время (21 марта) празднуется и День первой борозды). В отдельных горных районах существуют специфические праздники. Например, День воды, который празднуется 1 мая. Это, в основном, праздник женский – девушки умываются из родника, просят у природы красоты и любви в будущей семье. Очень широко и красочно при содействии правительства Республики отмечается день конституции Дагестана. По сезонам на центральной площади Республики проходят всевозможные выставки, ярмарки  где представлены уникальные украшения, кувшины, знаменитые ковры и бурки можно не только увидеть или купить, но и попробовать сделать своими руками под руководством сельских мастеров.
                        </p>
                        <div class="row">
                            <div class="fests4 img-section one-of"></div>
                            <div class="fests5 img-section one-of"></div>
                        </div>
                    </div>
                </div>
            </div>
        </section>

        <section class="article">
            <div class="article-container inner_section">
                <div class="article-text">
                    <div class="section-first">
                        <div class="article-text__title">Навруз-байрам</div>
                        <p>
                            В Дагестане отмечают один из самых древних праздников на земле, который известен с 7-го века до нашей эры. Навруз-байрам символизирует обновление природы и человека, очищение душ и начало новой жизни. Этот праздник в дагестанских селах отмечают уже много веков. Горцы давно перестали поклоняться огню и солнцу, но про древний праздник не забыли. В день весеннего равноденствия по-прежнему жгут костры. Так здесь встречают весну и провожают зиму.
                        </p>
                        <div class="row">
                            <div class="fests6 img-section one-of"></div>
                            <div class="fests7 img-section one-of"></div>
                        </div>
                    </div>
                </div>
            </div>
        </section>

        <section class="article">
            <div class="article-container inner_section">
                <div class="article-text">
                    <div class="section-first">
                        <div class="article-text__title">Свадебные традиции в Дагестане</div>
                        <p class="right">
                            Переплетение современного и исторически священного
                        </p>
                        <div class="fests8">
                            <p class="verse">
                                Желаю счастья выше гор,<br> 
                                любви, которая как сказка!<br> 
                                А также замечательной души,<br> 
                                души, как у кавказца!
                            </p>
                        </div>
                        <p>
                            Свадебные традиции в Дагестане практически не менялись на протяжении веков. Ни одно подобное торжество не обходится без музыки, танцев, роскошного угощения. Причем свадьба всегда отмечается широко, сюда могут прийти все желающие. Как только ребенок еще только появился на свет, его родители уже начинают подготовку к его будущему торжеству. Копятся деньги, приданое, а значит, на тот момент, когда сын или дочь решают завести семью, у их родни хватает средств для того, чтобы сделать свадьбу поистине роскошной.
                            Согласно обычаям, в первый свадебный день музыка встречает всех гостей, а сам праздник проходит в доме невесты. Официальное же бракосочетание отмечается лишь в день свадьбы жениха, которая играется в его доме на следующий день, либо через несколько дней, туда привозят невесту с подарками и приданым.
                            Нужно признать, что не все старинные обычаи сегодня однозначно воспринимаются в обществе. До сих пор не утихают дискуссии по поводу кровной мести и похищения невест. Мы понимаем, что в рамках краткого обзора довольно сложно раскрыть все нюансы. В последующих статьях мы обязательно углубимся в эту тему и более детально покажем жизнь и быт кавказских народов.
                        </p>
                        <div class="row">
                            <div class="fests9 img-section one-of"></div>
                            <div class="fests10 img-section one-of"></div>
                        </div>
                        <div class="float-right-with-small">
                            <div class="fests11 img-section img-small img-margin"></div>
                            <p>
                                Один из самых известных общих символов культуры народов Кавказа – это танец лезгинка, традиционно символически выражающий все многообразие горского мировосприятия. Лезгинка — народный танец лезгин, распространённый по всему Кавказу и Турции, а также музыкальное сопровождение к этому танцу. Эталонной, классической считается лезгинка, характеризуемая музыкальным сопровождением в ритме 6/8, зажигательным и быстрым, энергичным темпом танца.
                                В общем понимании, является русскоязычным собирательным названием всех национальных танцев кавказских горцев. Этимология восходит к названию народа — лезгины.
                            </p>
                        </div>
                        <div class="text-left">
                            <div class="fests12 img-section img-left"></div>
                            <p>
                                Лезгинка обладает глубоким символическим значением – древней основой танца является история, повествующая об орле и лебеде. В образе орла танцует мужчина, чередующий темп танца от медленного к стремительному, подобно орлу, то парящему, то пикирующему, и раскидывающий руки, как если бы это были крылья. Женщина напротив двигается плавно, подражая лебединой стати и грации, постепенно ускоряясь, следуя партнеру. Мужчины соревнуются друг с другом, пытаясь показать лучшую сноровку и самые невероятные движения на максимальной скорости. Лезгинка также может исполняться с оружием, что придает ей дополнительной воинственности.
                            </p>
                        </div>
                        
                    </div>
                </div>
            </div>
        </section>

        <div class="two-buttons">
            <a href="national-pecularities.php" class="card-btn"><button class="card-item__btn btn-big btn-yellow">Предыдущая</button></a>
            <a href="../index.php" class="card-btn"><button class="card-item__btn btn-big btn-yellow">На главную</button></a>
        </div>
        
    </main>

    <?php include "footer.php";?>


    <script src="./js/jquery-3.6.4.min.js"></script>
    <script src="./js/slick.min.js"></script>
    <script src="js/main.js"></script>

</body>

</html>